"Copy" = "Ingen (ingen dithering)";
"Dither Copy" = "Ingen (tillat dithering)";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "Sammensetting";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "Gjennomsiktig";
"Straight Alpha" = "Ren alfa";
"Per Component Alpha" = "Per komponent-alfa";
"Straight Alpha Blend" = "Ren alfasammensetting";
"Premultiplied White Alpha" = "Forhåndsmultiplisert hvit alfa";
"Premultiplied Black Alpha" = "Forhåndsmultiplisert svart alfa";
"Premultiplied Color Alpha" = "Forhåndsmultiplisert fargealfa";
"Composition" = "Komposisjon";